Repository: huangbo1141/xap
Catalog: XAP/*.lproj/Localizable.strings
Languages: ca, es, ru

source: Hello
ca: Hola
es: Hola
ru: Здравствуйте

source: Please login
ca: Per favor, iniciï sessió
es: Por favor, inicie sesión
ru: Пожалуйста войдите

source: Male
ca: Masculí
es: Masculino
ru: Мужской

source: Female
ca: Femení
es: Femenino
ru: Женский

source: Motors & Accessories
ca: Motors i Accessoris
es: Motores y Accesorios
ru: Моторы и аксессуары

source: Electronics
ca: Electrònics
es: Electrónicos
ru: Електронная техника

source: Sports & Leisure
ca: Esports i Oci
es: Deportes y Ocio
ru: Спорт и отдых

source: Home & Garden
ca: Llar i Jardí
es: Hogar y Jardín
ru: Дом и сад

source: Games & Consoles
ca: Jocs i Consoles
es: Juegos y Consolas
ru: Игры и игровые приставки

source: Fashion & Accessories
ca: Moda i Accessoris
es: Moda y Accesorios
ru: Мода и аксессуары

source: Baby & Child
ca: Bebès i Nens
es: Bebés y Niños
ru: Младенцы и дети

source: Real Estate
ca: Propietats immobiliàries
es: Propiedades inmobiliarias
ru: Недвижимость

source: Appliances
ca: Electrodomèstics
es: Electrodomésticos
ru: Приборы

source: Services
ca: Serveis
es: Servicios
ru: Услуги

source: Other
ca: Uns altres
es: Otros
ru: Прочее

source: Accepts Trade
ca: Acceptes Intercanvis
es: Aceptas Intercambios
ru: Принять условия

source: Firm Price
ca: Preu no negociable
es: Precio No Negociable
ru: Цена фиксированная

source: Shipping Available
ca: Enviament Disponible
es: Envío Disponible
ru: Возможна доставка

source: Distance
ca: Distància
es: Distancia
ru: Расстояние

source: Price low to high
ca: Preu de baix a alt
es: Precio de bajo a alto
ru: Цена с минимальной до максимальной

source: Price high to low
ca: Preu d'alt a baix
es: Precio de alto a bajo
ru: Цена с максимальной до минимальной

source: Most recently published
ca: Publicació més recent
es: Publicación más reciente
ru: Самые новые публикации

source: People or animals
ca: Persones o animals
es: Personas o animales
ru: Люди или животные

source: Joke
ca: Acudit
es: Chiste
ru: Шутка

source: Fake item
ca: Article falsificat
es: Artículo falsificado
ru: Подделка

source: Explicit content
ca: Contingut explícit
es: Contenido explícito
ru: Запрещённый контент

source: Photo doesn't match
ca: La foto no coincideix
es: La foto no coincide
ru: Фото не соответствует

source: Food or drinks
ca: Aliments o begudes
es: Alimentos o bebidas
ru: Еда или напитки

source: Drugs or medicines
ca: Fàrmacs o medicaments
es: Fármacos o medicamentos
ru: Лекарства

source: Doubled item
ca: Article duplicat
es: Artículo duplicado
ru: Двойной товар

source: Forbidden product or service
ca: Producte o servei prohibit
es: Producto o servicio prohibido
ru: Запрещённые товары или услуги

source: Resale (tickets, etc)
ca: Revenda (entrades, etc.)
es: Reventa (entradas, etc.)
ru: Перепродажа (билеты, др.)

source: Spam
ru: Спам

source: XAP Invitation
ca: Invitació a XAP
es: Invitación a XAP
ru: Приглашение на XAP

source: I've been using XAP, and it's been great. Use it to earn some extra money by selling what you don't need, and discover fantastic things for sale in your community.
ca: Estic usant XAP, i està sent genial. Utilitza-ho per guanyar diners extres venent articles que ja no necessites i descobreix coses fantàstiques que estan a la venda en la teva comunitat.
es: Estoy usando XAP, y está siendo genial. Utilízalo para ganar dinero extra vendiendo artículos que ya no necesitas y descubre cosas fantásticas que están a la venta en tu comunidad.
ru: Я пользуюсь XAP - великолепное приложение! Зарабатывайте деньги на вещах в которых Вы больше не нуждаетесь и находите изумительные товары в Вашем сообществе.

source: Create Account or Sign in
ca: Crear Compte o Iniciar Sessió
es: Crear Cuenta o Iniciar Sesión
ru: Создать аккаунт или войти

source: at XAP
ca: en XAP
es: en XAP
ru: на XAP

source: Go to profile
ca: Anar al perfil
es: Ir al perfil
ru: К моей странице

source: Share listing on XAP
ca: Compartir llistat en XAP
es: Compartir listado en XAP
ru: Поделиться списком на XAP

source: This is Listing on XAP, shared by
ca: Això està llistat en XAP, compartit per
es: Esto está listado en XAP, compartido por
ru: Этим списком на XAР поделились

source: Cancel
ca: Cancel·lar
es: Cancelar
ru: Отменить

source: Sign Out
ca: Tancar sessió
es: Cerrar sesión
ru: Выйти

source: Failed to SignOut.
ca: No es va poder tancar sessió.
es: No se pudo cerrar sesión.
ru: Не удаётся выйти.

source: MALE
ca: MASCULÍ
es: MASCULINO
ru: Мужской

source: FEMALE
ca: FEMENÍ
es: FEMENINO
ru: Женский

source: Succeed to update profile
ca: Actualització de perfil realitzada correctament
es: Actualización de perfil realizada correctamente
ru: Страница редактирована

source: Failed to update profile
ca: No es va poder actualitzar el perfil
es: No se pudo actualizar el perfil
ru: Не удаётся редактировать страницу

source: Email
ca: Correu electrònic
es: Correo electrónico
ru: Електронная почта

source: Change email
ca: Canviar correu electrònic
es: Cambiar correo electrónico
ru: Изменить адрес Вашей електронной почты

source: OK
ru: ОКЕЙ

source: Select Source
ca: Seleccionar Font
es: Seleccionar Fuente
ru: Выбрать

source: Camera Roll
ca: Àlbum de càmera
es: Álbum de cámara
ru: Камера включена

source: Take Photo
ca: Treure Foto
es: Sacar Foto
ru: Сделать фото

source: Facebook account is successfully verified
ca: El compte de Facebook va ser verificada correctament
es: La cuenta de Facebook fue verificada correctamente
ru: Проверка на наличие аккаунта Facebook благополучно выполнена

source: Failed to verify your Facebook account
ca: No es va poder verificar el teu compte de Facebook
es: No se pudo verificar tu cuenta de Facebook
ru: Не удалось выполнить проверку на наличие аккаунта Facebook

source: Google account is successfully verified.
ca: El compte de Google va ser verificada correctament.
es: La cuenta de Google fue verificada correctamente.
ru: Проверка на наличие аккаунта Google благополучно выполнена.

source: Failed to verify your Google account
ca: No es va poder verificar el teu compte de Google
es: No se pudo verificar tu cuenta de Google
ru: Не удалось выполнить проверку на наличие аккаунта Google

source: Email address is not exist. Please try again after input Email address on profile setting.
ca: L'adreça de correu electrònic no existeix. nPor favor, intenti-ho de nou després d'introduir l'adreça de correu electrònic en la configuració de perfil.
es: La dirección de correo electrónico no existe. nPor favor, inténtelo de nuevo después de introducir la dirección de correo electrónico en la configuración de perfil.
ru: Данный адрес не существует. Пожалуйста, попробуйте снова после введения адреса Вашей електронной почты в настройках.

source: Verification email sent.
ca: El correu electrònic de verificació va ser enviat.
es: El correo electrónico de verificación fue enviado.
ru: Сообщение для подтверждения отправлено.

source: Failed to send verification email
ca: No es va poder enviar el correu electrònic de verificació
es: No se pudo enviar el correo electrónico de verificación
ru: Не удалось отправить сообщение для подтверждения

source: Succeed to update interesting categories.
ca: Les categories interessants van ser actualitzades correctament.
es: Las categorías interesantes fueron actualizadas correctamente.
ru: Интересные категории обновлены.

source: Failed to update interesting categories.
ca: No es va poder actualitzar categories interessants.
es: No se pudo actualizar categorías interesantes.
ru: Не удалось обновить интересные категории.

source: Succeed to update Notification settings.
ca: La configuració de les notificacions va ser actualitzada correctament.
es: La configuración de las notificaciones fue actualizada correctamente.
ru: Настройки оповещений обновлены.

source: Failed to update Notification settings.
ca: No es va poder actualitzar la configuració de les notificacions.
es: No se pudo actualizar la configuración de las notificaciones.
ru: Не удалось обновить настройки оповещений.

source: Close (1 mile)
ca: A prop (1 milla)
es: Cerca (1 milla)
ru: Вблизи (1 км)

source: My area (5 miles)
ca: La meva àrea (5 milles)
es: Mi área (5 millas)
ru: Мой район (5 км)

source: My city (10 miles)
ca: La meva ciutat (10 milles)
es: Mi ciudad (10 millas)
ru: Мой город (10 км)

source: Far (10+ miles)
ca: Lluny (Més de 10 milles)
es: Lejos (Más de 10 millas)
ru: Далеко (10+ км)

source: Update item
ca: Actualitzar article
es: Actualizar artículo
ru: Обновить товар

source: You have to add at least one picture.
ca: Has d'afegir almenys una imatge.
es: Debes añadir al menos una imagen.
ru: Необходимо добавить минимум одну фотографию.

source: Successed listing item
ca: L'article va ser llistat correctament
es: El artículo fue listado correctamente
ru: Товар добавлен в список

source: Failed listing item
ca: No es va poder llistar l'article
es: No se pudo listar el artículo
ru: Не удаётся добавить товар в список

source: Done
ca: Fet
es: Hecho
ru: Готово

source: Failed to delete messsages.
ca: No es va poder eliminar els missatges.
es: No se pudo eliminar los mensajes.
ru: Не удаётся удалить сообщения.

source: Chat
ca: Xat
ru: Чат

source: Failed to Login using your Facebook account
ca: No es va poder iniciar la sessió amb el teu compte de Facebook
es: No se pudo iniciar la sesión con tu cuenta de Facebook
ru: Не получается войти через аккаунт Facebook

source: Failed to Login using your Google account
ca: No es va poder iniciar la sessió amb el teu compte de Google
es: No se pudo iniciar la sesión con tu cuenta de Google
ru: Не получается войти через аккаунт Google

source: Please input Email address.
ca: Per favor, introdueix l'adreça de correu electrònic.
es: Por favor, introduce la dirección de correo electrónico.
ru: Пожалуйста, введите адрес Вашей електронной почты.

source: Please input correct Email address.
ca: Per favor, introdueix una adreça de correu electrònic correcta.
es: Por favor, introduce una dirección de correo electrónico correcta.
ru: Пожалуйста, проверьте правильность данных Вашей електронной почты.

source: Please input Password.
ca: Per favor, introdueix la Contrasenya.
es: Por favor, introduce la Contraseña.
ru: Пожалуйста, введите Ваш пароль.

source: Failed to Signin
ca: No es va poder iniciar sessió
es: No se pudo iniciar sesión
ru: Не удаётся войти

source: Invalid Email/Password. Please input valid informations.
ca: Correu electrònic/contrasenya no vàlida. Per favor, introdueix una informació vàlida.
es: Correo electrónico/contraseña no válida. Por favor, introduce una información válida.
ru: Не удаётся войти. Пожалуйста, проверьте правильность введённых данных.

source: Please input UserName.
ca: Per favor, introdueix el Nom d'Usuari.
es: Por favor, introduce el Nombre de Usuario.
ru: Пожалуйста, введите Ваше имя пользователя.

source: Password should be at least 8 characters.
ca: La contrasenya ha de tenir almenys 8 caràcters.
es: La contraseña debe tener al menos 8 caracteres.
ru: Пароль должен содержать не менее 8 символов.

source: Failed to register user
ca: No es va poder registrar usuari
es: No se pudo registrar usuario
ru: Не удаётся зарегистрироваться

source: The email address has already been registered!
ca: Ja s'ha registrat l'adreça de correu electrònic!
es: La dirección de correo electrónico ya está registrada!
ru: Адрес электронной почты уже зарегистрирован!

source: The username has already been registered!
ca: El nom d'usuari ja s'ha registrat!
es: El nombre de usuario ya se ha registrado!
ru: Имя пользователя уже зарегистрировано!

source: App couldn't connect to our server, because of your network condition. Please check your network and refresh.
ca: L'aplicació no s'ha pogut connectar al nostre servidor, a causa de la vostra condició de xarxa. Verifiqueu la vostra xarxa i actualitzeu-la.
es: La aplicación no pudo conectarse a nuestro servidor, debido a la condición de la red. Compruebe su red y actualice.
ru: Приложение не может подключиться к нашему серверу из-за вашего состояния сети. Пожалуйста , проверьте свою сеть и обновите.

source: Network Error
ca: Error de connexió
es: Error de red
ru: Ошибка сети

source: Loading...
ca: Carregant ...
es: Cargando...
ru: Загрузка...

source: Loading will takes some time.
ca: Carregar trigarà un temps.
es: La carga se demora un poco.
ru: Загрузка займет некоторое время.

source: We tried, but something went teriblly wrong
ca: Hem intentat, però alguna cosa va fallar
es: Lo intentamos, pero algo salió terriblemente mal
ru: Мы пробовали, но что-то пошло не так

source: Slow or no internet connections. Please check your internet settings
ca: Lent o cap connexió a Internet. Verifiqueu la configuració d'Internet
es: Lento o sin conexiones a internet. Comprueba tu configuración de internet
ru: Медленное или отсутствие интернет соединения Пожалуйста, проверьте настройки вашего интернета

source: No item founds
ca: No n'hi ha cap element
es: No se encontraron elementos
ru: Ничего не найдено

source: Turn On Location Services to determine your location
ca: Activa els Serveis d'ubicació per determinar la teva ubicació
es: Activar servicios de ubicación para determinar su ubicación
ru: TВключить службы определения местоположения, чтобы определить ваше местоположение

source: Settings
ca: Configuració
es: Ajustes
ru: Настройки

source: Books, Movies & Music
ca: Llibres, pel·lícules i música
es: Libros, Películas y Música

source: Try Again!
es: Inténtalo de nuevo!
